Revit 2024 API
SymbolTypeId.MSup2PerS Property
 Symbol m²/s, indicating unit Square meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup2PerS { get; }
Visual Basic
Public Shared ReadOnly Property MSup2PerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup2PerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace